[
  {
    "name": "Laas Geel",
    "position": { "lat": 9.7344, "lng": 44.2697 },
    "photo": "https://media.istockphoto.com/id/1051617300/photo/las-geel-somaliland-rocks-and-paintings.jpg?s=612x612&w=0&k=20&c=0ogp-G3cP5c_xyAzkDpFBh85cId4c60d2uOIsIIX_cc=",
    "description_en": "Laas Geel features some of Africa's earliest and most vivid rock art, dating back to approximately 5,000 years ago. The site contains dozens of cave paintings depicting wild animals, ceremonial scenes, and humans.",
    "description_so": "Laas Geel waxaa ku yaala fanka dhagaxa ee ugu horreeyay Afrika oo ugu muuqda, oo lagu qiyaaso 5,000 oo sano ka hor. Goobta waxaa ku yaala tobanaan sawirro godad ah oo ka kooban xayawaanka duurjoogta ah, goobaha xafladaha, iyo dadka.",
    "address": "10 miles outside of Hargeisa, Somaliland",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=9.7344,44.2697"
  },
  {
    "name": "Mogadishu Cathedral",
    "position": { "lat": 2.0391, "lng": 45.3304 },
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/35/Roman_Catholic_Cathedral_Mogadishu_1938.jpg",
    "description_en": "Built in 1928, this Roman Catholic cathedral was once the largest in Africa. While it was damaged during the civil war, it remains an important architectural landmark representing Somalia's diverse history.",
    "description_so": "Laga dhisay 1928, kaniisaddan Roman Catholic ayaa mar ahayd tan ugu weyn Afrika. Inkastoo ay waxyeello u geysatay dagaalkii sokeeye, waxay weli tahay dhismaha muhiimka ah ee muujinaya taariikhda kala duwan ee Soomaaliya.",
    "address": "Wadada Muxamad Xarbi, Mogadishu",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=2.0391,45.3304"
  },
  {
    "name": "Jazeera Beach",
    "position": { "lat": 1.9877, "lng": 45.1926 },
    "photo": "https://media.cnn.com/api/v1/images/stellar/prod/130529100909-mogadishu-boats-sea-mpa.jpg?q=w_1920,h_1080,x_0,y_0,c_fill",
    "description_en": "One of Mogadishu's most beautiful beaches, featuring white sand and crystal-clear blue waters. It stretches for several kilometers along the Indian Ocean and is becoming a popular recreational spot.",
    "description_so": "Mid ka mid ah goobaha ugu quruxda badan Muqdisho, oo leh ciid cad iyo biyo buluug ah oo kristal ah. Waxay ku fidsan tahay dhowr kiiloomitir ee Badweynta Hindiya waxayna noqonaysaa meel caan ah oo lagu nasto.",
    "address": "Southwest Somalia",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=1.9877,45.1926"
  },
  {
    "name": "Tomb of the Unknown Soldier",
    "position": { "lat": 2.0377, "lng": 45.3414 },
    "photo": "https://s3.eu-west-2.amazonaws.com/somali.archive/Original/5/qb1n0y2r8vnzrhh8p4cg.jpg",
    "description_en": "This monument in Mogadishu honors the unidentified Somali soldiers who died fighting for independence. The monument features a distinctive tall obelisk design that's visible from many parts of the city.",
    "description_so": "Xusuustan Muqdisho waxay u taagan tahay askartiisii Soomaaliyeed ee aan la aqoonsan oo u dhintay madaxbannaanida. Xusuusta waxaa ku yaal naqshadeyn gaar ah oo dheer oo muuqata qaybaha badan ee magaalada.",
    "address": "Wadada Muxamad Xarbi, Mogadishu",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=2.0377,45.3414"
  },
  {
    "name": "Sheikh Mountains",
    "position": { "lat": 9.9313, "lng": 45.1876 },
    "photo": "https://www.hiiraan.com/images/2022/Apr/2022-4-4-161129991.jpg",
    "description_en": "The Sheikh Mountains form a stunning range in northern Somalia, providing a cool climate that contrasts with Somalia's typically arid lowlands. The area is known for its wildlife and colonial-era architecture.",
    "description_so": "Buuraha Sheikh waxay ka koobnaan taxane cajiib ah oo ku yaal waqooyiga Soomaaliya, oo bixinaysa cimilada qabow ee ka soo horjeedka dhulalka qalalsan ee caadiga ah ee Soomaaliya. Aagga waxaa lagu yaqaan duur-joogteeda iyo dhismayaasha waqtigii gumeysiga.",
    "address": "North Somalia",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=9.9313,45.1876"
  },
  {
    "name": "Kismayo Lighthouse",
    "position": { "lat": -0.3623, "lng": 42.5456 },
    "photo": "https://i.pinimg.com/originals/9f/b1/6c/9fb16cca8acea0a0c84b1cab8f2fe68f.jpg",
    "description_en": "Built during the colonial period, this historic lighthouse guided ships into Kismayo's port for decades. It stands as a testament to Somalia's maritime history and strategic location along trade routes.",
    "description_so": "La dhisay xilligii gumeysiga, minaaraddan taariikhiga ah ayaa tobanaan sano ugu hagaysay maraakiibta dekedda Kismaayo. Waxay u taagan tahay caddayn taariikhda badda Soomaaliya iyo goobteeda istaraatiijiga ah ee dhinaca waddooyinka ganacsiga.",
    "address": "Southwest Somalia",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=-0.3623,42.5456"
  },
  {
    "name": "Hargeisa War Memorial",
    "position": { "lat": 9.5602, "lng": 44.0642 },
    "photo": "https://media-cdn.tripadvisor.com/media/photo-s/15/69/cf/19/hargeisa-war-memorial.jpg",
    "description_en": "This striking monument in Hargeisa features a MiG fighter jet atop a pedestal, commemorating the civil war during the 1980s. It serves as a powerful reminder of the country's recent history.",
    "description_so": "Xusuustan cajiibka ah ee Hargeysa waxaa ku yaal diyaarad dagaal oo MiG ah oo ku kor taagan saldhig, xasuusinaya dagaalkii sokeeye ee 1980-yadii. Waxay u adeegaysaa xasuus xoog leh oo taariikhda dhowaan ee dalka.",
    "address": "Arwada Road, Hargeisa, Somaliland",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=9.5602,44.0642"
  },
  {
    "name": "Zeila",
    "position": { "lat": 11.3569, "lng": 43.4702 },
    "photo": "https://www.horn-africa-insight.com/wp-content/uploads/2020/01/DSC05111.jpg",
    "description_en": "One of the oldest ports on the Horn of Africa, Zeila was a major trading center for centuries. The historic town contains ruins of ancient mosques and Ottoman architecture dating back hundreds of years.",
    "description_so": "Mid ka mid ah dekedaha ugu da'da weyn Geeska Afrika, Saylac waxay ahayd xarunta ganacsi ee ugu weyn qarniyada. Magaalada taariikhiga ah waxay ka kooban tahay burburka masaajidda qadiimiga ah iyo dhismaha Cusmaaniyiinta oo dib u dhaca boqollaal sano.",
    "address": "Zeila District, Woqooyi Galbeed, Somaliland",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=11.3569,43.4702"
  },
  {
    "name": "Aw-Barkhadle Shrine",
    "position": { "lat": 9.7329, "lng": 44.0809 },
    "photo": "https://i.pinimg.com/originals/bf/8c/9b/bf8c9ba54beb6cd06a77bc4dbc5d072a.jpg",
    "description_en": "This ancient shrine near Hargeisa is dedicated to a revered Somali saint. The site includes several tombs and is considered one of Somalia's most important religious and historical sites.",
    "description_so": "Maqaamkan qadiimiga ah ee u dhow Hargeysa waxaa loogu talagalay wadaad Soomaali ah oo la sharrifo. Goobta waxaa ku jira dhowr qabri waxayna ka mid tahay goobaha diimeed iyo kuwa taariikhiga ah ee ugu muhiimsan Soomaaliya.",
    "address": "10 miles outside of Hargeisa, Somaliland",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=9.7329,44.0809"
  },
  {
    "name": "Taleh Fort",
    "position": { "lat": 8.8061, "lng": 47.1194 },
    "photo": "https://farm5.static.flickr.com/4019/5132083712_f63db767a0_b.jpg",
    "description_en": "Taleh was the capital of the Dervish State led by national hero Mohammed Abdullah Hassan. The stone fort here was one of his strongholds in the resistance against colonial powers in the early 20th century.",
    "description_so": "Taleex waxay ahayd caasimaddii Dawladda Daraawiishta oo uu hogaaminayay geesiga qaranka Maxamed Cabdille Xasan. Qalcadda dhagaxa ah ee halkan waxay ahayd mid ka mid ah meelaha uu ka adkaadey ee ka soo horjeedka awoodaha gumeysiga bilowgii qarnigii 20aad.",
    "address": "Taleh District, Woqooyi Galbeed, Somaliland",
    "phone": "n/a",
    "website": "n/a",
    "googleMapsUrl": "https://maps.google.com/?q=8.8061,47.1194"
  }
]
